import { FeedbackItem } from '../../interfaces/FeedbackItem';

export const sliderElementsList: FeedbackItem[] = [
  {
    image: "./ivan.jpg",
    user: {
      name: "Иван Иванов",
      town: "Москва",
      text: "Классный сервис! В путешествиях по стране часто берём машину в аренду. Здесь нету ограничений по зоне перемещения и поэтому есть возможность съездить в интересные туристические места, которые отдалены от города.",
    }
  },
  {
    image: "./user.jpg",
    user: {
      name: "Юзер Тестович",
      town: "Санкт-Петербург",
      text: "Полная ерунда! Тачки убитые, хозяева жмутся за лишний литр бензина. Факт использования в качестве привокзального такси вообще поверг владельца в шок!",
    }
  },
  {
    image: "./nick.jpg",
    user: {
      name: "Ник Ноунеймов",
      town: "Якутск",
      text: "Взял машину в Москве, отдать хотел в Якутске - хозяин почему-то начал грубить. Пришлось ехать обратно отдавать. Вернул машину с пустым баком.",
    }
  },
  {
    image: "./phil.jpg",
    user: {
      name: "Филипп Филиппович",
      town: "СССР",
      text: "Еда, Иван Арнольдович, штука хитрая. Есть нужно уметь, а представьте себе — большинство людей вовсе есть не умеют. Нужно не только знать что съесть, но и когда и как.",
    }
  },

];